
category_list = ["Свежемороженная продукция", "Охлажденная продукция", "Живые морские обитатели",
                 "Замороженная продукция", "Соусы и пасты", "Прочая сухая продукция"]

product1_list1 = {"Фаланга краба Extra": 1220000, "Cвежезамороженные креветки в панцире 500гр Размер 16/20": 83000,
                  "Cвежезамороженные креветки без панциря 500гр Размер 16 / 20": 87000,
                  "Cвежезамороженные креветки варенные без панциря 500гр Размер 16/20": 107000,
                  "Креветки тигровые С головой Размер-16/20  Блок 1 кг": 165000,
                  "Креветки тигровые Без головы Размер-16/20  Блок 1,44 кг": 0,
                  "Креветки тигровые Без головы Размер-21/25 Блок 1,44 кг": 0,
                  "Замороженные Молодые Каракатицы 40/60 1 кг": 1000,
                  "Мидии черные двустворчатые 1 кг": 73000, "Дальневосточный Морской Гребешок 1 кг": 920000}

product1_list2 = {"Дорадо размер 800-1000гр": 205000, "Дорадо размер 300-400гр": 161000,
                  "Дорадо размер 400-600гр": 164000,
                  "Сибас размер 600-1000 гр": 220000,
                  "Сибас размер 300-400гр": 163000,
                  "Сибас размер 400-600гр": 166000,
                  "Охлажденный Лосось Тушка размер 5-6кг": 280000,
                  "Филе охлаждённого Норвежского лосося C-Trim": 430000}

product1_list3 = {"Канадский Лобстер": 950000, "Камчатский Краб": 1200000,
                  "Живые Черные Мидии": 0,
                  "Живые Устрицы Gillardeau №2 (шт)": 50000}

product1_list4 = {"Замороженные Белые грибы 1кг ": 250000,
                  "Tobiko (Orange)-500g замороженная икра летучей рыбы с приправами": 170000,
                  "Tobiko (Red)-500g замороженная икра летучей рыбы с приправами": 150000,
                  "Masago(Black)-500g замороженная икра мойвы с приправами": 70000,
                  "Masago (Green)-500g замороженная икра мойвы  с приправами": 70000,
                  "Masago (Red)-500g замороженная икра мойвы с преправами": 87000,
                  "Спаржа замороженная 1 кг": 135000, "Салат из резанных маринованных водорослей “чука” 1 кг": 69000,
                  "Тесто для Спринг роллов Мягкое и Эластичное (40 шт в пачке)": 45000,
                  "Mariscos: замороженный желтоперый тунец ААА (САКУ)": 275000,
                  "Mariscos: замороженный жареный Угорь": 270000,
                  " Замороженные соевые бобы в скарлупе 500 гр": 50000,
                  "Замороженные соевые бобы очищенные 500 гр": 55000,
                  "Зелёный горошек 500 гр": 27000,
                  "Стружка фасоль Вес: 500 гр": 30000,
                  "Фуагра (Халяль) Вес: 500 гр": 640000}

product1_list5 = {"Натуральный соевый соус 18 л": 613000, "Рисовый уксус для суши 18 л": 513000, "Мирин 18 л": 715000,
                  "Рыбная приправа Хондаши 1 кг": 133000, " Kimchi Base 1.8 л": 125000,
                  "Seasir унаги соус для суши 500 мл": 25000, "Seasir унаги соус для суши 1,9л": 66000,
                  "Seasir Терияки соус 1,9л": 70000, "Pearl River Bridge Терияки соус 1.8 л": 84000,
                  "Seasir устричный соус 510гр": 25000, " Pearl River Bridge устричный соус 2.4 кг": 64000,
                  " Pearl River Bridge устричный соус 510гр": 30000, "Кунжутный соус \"Гамадари\" 330 мл": 30000,
                  "Соус Ponzu 500 мл": 25000, "Aroy-D кисло сладкий чили соус 5.4 кг": 280000,
                  "Aroy-D кисло сладкий чили соус 920гр": 50000, "Aroy-D Рыбный соус Premium 700 мл": 52000,
                  "Aroy-D Tom Yum Паста 1 кг": 0, "Aroy-D Tom Yum Паста 400 гр": 0,
                  "Aroy-D Red Curry Паста 400 гр": 40000, "Aroy-D Yellow Curry Паста 400 гр": 40000,
                  "Aroy-D Tom Kha Паста 400 гр": 40000, "Aroy-D Рисовая лапша 5 мм (375 гр)": 35000,
                  "Aroy-D Рисовая бумага 22 см (454 гр)": 45000}

product1_list6 = {" Aroy-D початки кукурузы Baby 425 гр": 35000, "Стружка тунца 500 гр": 180000,
                  "Грибы Шитаки 1 кг": 250000, "Васаби порошок класса А 1 кг": 0, "Яичная Лапша 300 гр": 9500,
                  "Гречневая лапша Soba 300 гр": 16000, "Пшеничная лапша Udon 300 гр": 16000,
                  "Маринованный красный имбирь 1кг": 30000, "Маринованный белый имбирь 1кг": 30000,
                  "Морские Сушенные Водоросли Вакаме 500гр": 100000, "Нори Yaki": 10000, "Нори Yaki Gold": 130000,
                  "Мука темпура 1 кг (Премиум)": 40000, "Сухари панко BonShef 1 кг (Премиум)": 40000,
                  "Demetra’s Gifts черные Оливки с косточками": 83000,
                  "Demetra’s Gifts черные оливки без косточек": 88000,
                  "Demetra’s Gifts зеленые оливки с косточками": 83000,
                  "Demetra’s Gifts зеленые оливки без косточек": 88000,
                  "Demetra’s Gifts красные оливки с косточками": 98000,
                  "Demetra’s Gifts Изумрудные Оливки с косточками": 102000,
                  "Бамбуковые листья 100шт 28/30 см": 35000,
                  "Бамбуковые листья 100шт 32/35 см": 38000,
                  "Палочки для суши из 100% бамбука": 35000,
                  "Циновка для роллов": 25000,
                  "Коктельная вишня красная/зеленая 720 мл": 65000}